{
  "commonSuggestions": {
    "title": {
      "en": "10 Common Suggestions for Porn Addiction Recovery",
      "hi": "पोर्न व्यसन मुक्ति के लिए 10 सामान्य सुझाव",
      "mr": "पॉर्न व्यसन मुक्तीसाठी 10 सामान्य सुचवणे"
    },
    "cards": [
      {
        "title": {
          "en": "Acknowledge the Problem",
          "hi": "समस्या को स्वीकार करें",
          "mr": "समस्या मान्य करा"
        },
        "description": {
          "en": "The first step to recovery is acknowledging that pornography use has become problematic and is affecting your life negatively.",
          "hi": "पुनर्प्राप्ति का पहला कदम यह स्वीकार करना है कि पोर्नोग्राफी का उपयोग समस्याजनक हो गया है और आपके जीवन को नकारात्मक रूप से प्रभावित कर रहा है।",
          "mr": "पुनर्प्राप्तीची पहिली पायरी म्हणजे हे मान्य करणे की पॉर्नोग्राफीचा वापर समस्याजनक झाला आहे आणि तुमच्या आयुष्यावर नकारात्मक परिणाम करत आहे."
        },
        "xp": 2
      },
      {
        "title": {
          "en": "Install Content Filters",
          "hi": "कंटेंट फिल्टर इंस्टॉल करें",
          "mr": "कंटेंट फिल्टर इन्स्टॉल करा"
        },
        "description": {
          "en": "Use parental controls, website blockers, and DNS filters to create barriers that make accessing pornographic content more difficult.",
          "hi": "पोर्नोग्राफिक सामग्री तक पहुंच को अधिक कठिन बनाने के लिए पैरेंटल कंट्रोल, वेबसाइट ब्लॉकर्स और DNS फिल्टर का उपयोग करें।",
          "mr": "पॉर्नोग्राफिक सामग्रीपर्यंत पोहोचणे अधिक कठीण बनवण्यासाठी पॅरेंटल कंट्रोल, वेबसाइट ब्लॉकर्स आणि DNS फिल्टरचा वापर करा."
        },
        "xp": 3
      },
      {
        "title": {
          "en": "Identify Triggers",
          "hi": "ट्रिगर्स की पहचान करें",
          "mr": "ट्रिगर्स ओळखा"
        },
        "description": {
          "en": "Recognize situations, emotions, or thoughts that lead to pornography use. Common triggers include stress, boredom, loneliness, or certain times of day.",
          "hi": "उन परिस्थितियों, भावनाओं या विचारों को पहचानें जो पोर्नोग्राफी के उपयोग का कारण बनते हैं। सामान्य ट्रिगर्स में तनाव, बोरियत, अकेलापन या दिन के कुछ समय शामिल हैं।",
          "mr": "पॉर्नोग्राफीच्या वापराला कारणीभूत ठरणाऱ्या परिस्थिती, भावना किंवा विचारांना ओळखा. सामान्य ट्रिगर्समध्ये तणाव, कंटाळा, एकटेपणा किंवा दिवसाचे काही वेळा समाविष्ट असतात."
        },
        "xp": 2
      },
      {
        "title": {
          "en": "Develop Healthy Coping Strategies",
          "hi": "स्वस्थ मुकाबला रणनीति विकसित करें",
          "mr": "आरोग्यदायी सामना रणनीती विकसित करा"
        },
        "description": {
          "en": "Replace pornography use with healthy activities like exercise, meditation, hobbies, or social activities when triggers arise.",
          "hi": "जब ट्रिगर उत्पन्न हों तो पोर्नोग्राफी के उपयोग को व्यायाम, ध्यान, शौक या सामाजिक गतिविधियों जैसी स्वस्थ गतिविधियों से बदलें।",
          "mr": "ट्रिगर उद्भवल्यावर पॉर्नोग्राफीच्या वापराची जागा व्यायाम, ध्यान, छंद किंवा सामाजिक क्रियाकलापांसारख्या आरोग्यदायी क्रियाकलापांनी घ्या."
        },
        "xp": 3
      },
      {
        "title": {
          "en": "Seek Social Support",
          "hi": "सामाजिक समर्थन की तलाश करें",
          "mr": "सामाजिक समर्थन मिळवा"
        },
        "description": {
          "en": "Join support groups, talk to trusted friends or family, or work with a therapist. Recovery is easier with a strong support network.",
          "hi": "सहायता समूहों में शामिल हों, विश्वसनीय मित्रों या परिवार से बात करें, या एक चिकित्सक के साथ काम करें। मजबूत समर्थन नेटवर्क के साथ पुनर्प्राप्ति आसान है।",
          "mr": "सहाय्यता गटांमध्ये सामील व्हा, विश्वसनीय मित्र किंवा कुटुंबाशी बोला किंवा चिकित्सकासोबत काम करा. मजबूत समर्थन नेटवर्कसह पुनर्प्राप्ती सोपी आहे."
        },
        "xp": 4
      },
      {
        "title": {
          "en": "Practice Mindfulness",
          "hi": "माइंडफुलनेस का अभ्यास करें",
          "mr": "माइंडफुलनेसचा सराव करा"
        },
        "description": {
          "en": "Use mindfulness techniques to become aware of urges without acting on them. Observe thoughts and feelings without judgment.",
          "hi": "इच्छाओं पर अमल किए बिना उनके प्रति जागरूक होने के लिए माइंडफुलनेस तकनीकों का उपयोग करें। बिना जजमेंट के विचारों और भावनाओं का अवलोकन करें।",
          "mr": "इच्छांवर कार्य न करता त्यांच्याबद्दल जागरूक राहण्यासाठी माइंडफुलनेस तंत्रांचा वापर करा. न्यायविना विचार आणि भावनांचे निरीक्षण करा."
        },
        "xp": 3
      },
      {
        "title": {
          "en": "Create New Routines",
          "hi": "नई दिनचर्या बनाएं",
          "mr": "नवीन दिनचर्या तयार करा"
        },
        "description": {
          "en": "Establish new daily routines that keep you busy and engaged. Structure helps reduce idle time that might lead to triggers.",
          "hi": "नई दैनिक दिनचर्या स्थापित करें जो आपको व्यस्त और व्यस्त रखे। संरचना खाली समय को कम करने में मदद करती है जो ट्रिगर्स का कारण बन सकता है।",
          "mr": "तुम्हाला व्यस्त आणि गुंतवलेले ठेवणाऱ्या नवीन दैनंदिन दिनचर्या स्थापित करा. संरचना रिकामा वेळ कमी करण्यात मदत करते जो ट्रिगर्सना कारणीभूत ठरू शकतो."
        },
        "xp": 2
      },
      {
        "title": {
          "en": "Address Underlying Issues",
          "hi": "अंतर्निहित मुद्दों को संबोधित करें",
          "mr": "अंतर्निहित समस्यांना संबोधित करा"
        },
        "description": {
          "en": "Work on underlying emotional issues like depression, anxiety, loneliness, or trauma that may contribute to compulsive behavior.",
          "hi": "अवसाद, चिंता, अकेलापन या आघात जैसे अंतर्निहित भावनात्मक मुद्दों पर काम करें जो बाध्यकारी व्यवहार में योगदान दे सकते हैं।",
          "mr": "नैराश्य, चिंता, एकटेपणा किंवा आघात यासारख्या अंतर्निहित भावनिक समस्यांवर काम करा जे सक्तीच्या वर्तनास हातभार लावू शकतात."
        },
        "xp": 4
      },
      {
        "title": {
          "en": "Focus on Real Relationships",
          "hi": "वास्तविक रिश्तों पर ध्यान दें",
          "mr": "वास्तविक नातेसंबंधांवर लक्ष केंद्रित करा"
        },
        "description": {
          "en": "Invest time and energy in building authentic, intimate relationships with real people rather than consuming artificial content.",
          "hi": "कृत्रिम सामग्री का उपभोग करने के बजाय वास्तविक लोगों के साथ प्रामाणिक, अंतरंग संबंध बनाने में समय और ऊर्जा निवेश करें।",
          "mr": "कृत्रिम सामग्रीचे सेवन करण्याऐवजी वास्तविक लोकांसोबत प्रामाणिक, अंतरंग नातेसंबंध निर्माण करण्यात वेळ आणि शक्ती गुंतवा."
        },
        "xp": 3
      },
      {
        "title": {
          "en": "Practice Self-Compassion",
          "hi": "आत्म-करुणा का अभ्यास करें",
          "mr": "स्वकरुणेचा सराव करा"
        },
        "description": {
          "en": "Be kind to yourself during recovery. Relapses may happen, but they don't mean failure. Learn from setbacks and continue moving forward.",
          "hi": "पुनर्प्राप्ति के दौरान अपने साथ दयालु रहें। रिलैप्स हो सकते हैं, लेकिन इसका मतलब असफलता नहीं है। असफलताओं से सीखें और आगे बढ़ते रहें।",
          "mr": "पुनर्प्राप्तीदरम्यान स्वतःशी दयाळू रहा. पुन्हा मागे पडणे घडू शकते, परंतु याचा अर्थ अपयश नाही. अपयशांमधून शिका आणि पुढे जात रहा."
        },
        "xp": 2
      }
    ]
  },
  "yoga": {
    "title": {
      "en": "Yoga and Meditation for Porn Addiction Recovery",
      "hi": "पोर्न व्यसन मुक्ति के लिए योग और ध्यान",
      "mr": "पॉर्न व्यसन मुक्तीसाठी योग आणि ध्यान"
    },
    "cards": [
      {
        "title": {
          "en": "Body Awareness Meditation",
          "hi": "शरीर जागरूकता ध्यान",
          "mr": "शारीरिक जागरूकता ध्यान"
        },
        "description": {
          "en": "Practice mindful body awareness to reconnect with your physical self in a healthy, non-sexual way and reduce compulsive urges.",
          "hi": "स्वस्थ, गैर-यौन तरीके से अपने शारीरिक स्व से फिर से जुड़ने और बाध्यकारी इच्छाओं को कम करने के लिए सचेत शरीर जागरूकता का अभ्यास करें।",
          "mr": "आरोग्यदायी, अलैंगिक मार्गाने तुमच्या शारीरिक स्वरूपाशी पुन्हा जुळण्यासाठी आणि सक्तीच्या इच्छा कमी करण्यासाठी जागरूक शारीरिक जागरूकतेचा सराव करा."
        },
        "xp": 3
      },
      {
        "title": {
          "en": "Breathwork for Urge Management",
          "hi": "इच्छा प्रबंधन के लिए श्वास कार्य",
          "mr": "इच्छा व्यवस्थापनासाठी श्वासकार्य"
        },
        "description": {
          "en": "Use specific breathing techniques like 4-7-8 breathing to calm the nervous system when experiencing strong urges or cravings.",
          "hi": "तीव्र इच्छाओं या लालसा का अनुभव करते समय तंत्रिका तंत्र को शांत करने के लिए 4-7-8 श्वास जैसी विशिष्ट श्वास तकनीकों का उपयोग करें।",
          "mr": "तीव्र इच्छा किंवा लालसा अनुभवताना मज्जासंस्था शांत करण्यासाठी 4-7-8 श्वास सारख्या विशिष्ट श्वास तंत्रांचा वापर करा."
        },
        "xp": 2
      },
      {
        "title": {
          "en": "Root Chakra Grounding",
          "hi": "मूल चक्र ग्राउंडिंग",
          "mr": "मूल चक्र ग्राउंडिंग"
        },
        "description": {
          "en": "Practice root chakra meditation and poses to establish stability, security, and healthy connection to your body and sexuality.",
          "hi": "स्थिरता, सुरक्षा और अपने शरीर और कामुकता के साथ स्वस्थ संबंध स्थापित करने के लिए मूल चक्र ध्यान और आसनों का अभ्यास करें।",
          "mr": "स्थिरता, सुरक्षा आणि तुमच्या शरीर आणि कामुकतेशी आरोग्यदायी संबंध स्थापित करण्यासाठी मूल चक्र ध्यान आणि आसनांचा सराव करा."
        },
        "xp": 4
      }
    ]
  },
  "relaxation": {
    "title": {
      "en": "Relaxation Techniques for Porn Addiction Recovery",
      "hi": "पोर्न व्यसन मुक्ति के लिए विश्राम तकनीकें",
      "mr": "पॉर्न व्यसन मुक्तीसाठी विश्रांती तंत्रे"
    },
    "cards": [
      {
        "title": {
          "en": "Progressive Muscle Relaxation",
          "hi": "प्रगतिशील मांसपेशी विश्राम",
          "mr": "प्रगतिशील स्नायू विश्रांती"
        },
        "description": {
          "en": "Learn to systematically tense and release muscle groups to reduce physical tension and stress that can trigger compulsive behaviors.",
          "hi": "शारीरिक तनाव और तनाव को कम करने के लिए व्यवस्थित रूप से मांसपेशी समूहों को तनाव देना और छोड़ना सीखें जो बाध्यकारी व्यवहार को ट्रिगर कर सकते हैं।",
          "mr": "सक्तीचे वर्तन ट्रिगर करू शकणारा शारीरिक तणाव आणि ताण कमी करण्यासाठी पद्धतशीरपणे स्नायू गटांना ताणून आणि सोडणे शिका."
        },
        "xp": 3
      },
      {
        "title": {
          "en": "Cold Shower Therapy",
          "hi": "ठंडा स्नान चिकित्सा",
          "mr": "थंड पाण्याचा स्नान थेरपी"
        },
        "description": {
          "en": "Use cold showers as a natural way to reduce urges, increase willpower, and reset your nervous system when experiencing cravings.",
          "hi": "इच्छाओं को कम करने, इच्छाशक्ति बढ़ाने और लालसा का अनुभव करते समय अपने तंत्रिका तंत्र को रीसेट करने के लिए ठंडे स्नान का एक प्राकृतिक तरीके के रूप में उपयोग करें।",
          "mr": "इच्छा कमी करण्यासाठी, इच्छाशक्ती वाढवण्यासाठी आणि लालसा अनुभवताना तुमची मज्जासंस्था रीसेट करण्यासाठी थंड पाण्याच्या स्नानाचा नैसर्गिक मार्ग म्हणून वापर करा."
        },
        "xp": 2
      },
      {
        "title": {
          "en": "Guided Imagery for Recovery",
          "hi": "पुनर्प्राप्ति के लिए निर्देशित कल्पना",
          "mr": "पुनर्प्राप्तीसाठी मार्गदर्शित कल्पना"
        },
        "description": {
          "en": "Use visualization techniques to imagine yourself free from addiction, living a healthy life with meaningful relationships and purpose.",
          "hi": "व्यसन से मुक्त होने की कल्पना करने के लिए दृश्यता तकनीकों का उपयोग करें, सार्थक रिश्तों और उद्देश्य के साथ एक स्वस्थ जीवन जी रहे हैं।",
          "mr": "व्यसनमुक्त राहून, अर्थपूर्ण नातेसंबंध आणि हेतूसह आरोग्यदायी जीवन जगण्याची कल्पना करण्यासाठी दृश्यमानता तंत्रांचा वापर करा."
        },
        "xp": 3
      }
    ]
  },
  "cbt": {
    "title": {
      "en": "CBT Strategies for Porn Addiction Recovery",
      "hi": "पोर्न व्यसन मुक्ति के लिए CBT रणनीतियां",
      "mr": "पॉर्न व्यसन मुक्तीसाठी CBT रणनीती"
    },
    "cards": [
      {
        "title": {
          "en": "Thought Record Keeping",
          "hi": "विचार रिकॉर्ड रखना",
          "mr": "विचार रेकॉर्ड ठेवणे"
        },
        "description": {
          "en": "Track your thoughts, feelings, and triggers before, during, and after urges to identify patterns and develop better coping strategies.",
          "hi": "पैटर्न की पहचान करने और बेहतर मुकाबला रणनीति विकसित करने के लिए इच्छाओं से पहले, दौरान और बाद में अपने विचारों, भावनाओं और ट्रिगर्स को ट्रैक करें।",
          "mr": "पॅटर्न ओळखण्यासाठी आणि चांगल्या सामना रणनीती विकसित करण्यासाठी इच्छांपूर्वी, दरम्यान आणि नंतर तुमचे विचार, भावना आणि ट्रिगर्स ट्रॅक करा."
        },
        "xp": 3
      },
      {
        "title": {
          "en": "Cognitive Restructuring",
          "hi": "संज्ञानात्मक पुनर्गठन",
          "mr": "संज्ञानात्मक पुनर्रचना"
        },
        "description": {
          "en": "Challenge and replace distorted thoughts about sexuality, relationships, and self-worth that fuel addictive behaviors.",
          "hi": "कामुकता, रिश्तों और आत्म-मूल्य के बारे में विकृत विचारों को चुनौती दें और बदलें जो व्यसनी व्यवहार को बढ़ावा देते हैं।",
          "mr": "व्यसनाधीन वर्तनाला चालना देणाऱ्या कामुकता, नातेसंबंध आणि स्व-मूल्याबद्दलच्या विकृत विचारांना आव्हान द्या आणि बदला."
        },
        "xp": 4
      },
      {
        "title": {
          "en": "Behavioral Experiments",
          "hi": "व्यवहारिक प्रयोग",
          "mr": "वर्तणूक प्रयोग"
        },
        "description": {
          "en": "Test alternative behaviors and responses to triggers to build confidence in your ability to choose healthier options.",
          "hi": "स्वस्थ विकल्प चुनने की अपनी क्षमता में विश्वास बनाने के लिए ट्रिगर्स के लिए वैकल्पिक व्यवहार और प्रतिक्रियाओं का परीक्षण करें।",
          "mr": "आरोग्यदायी पर्याय निवडण्याच्या तुमच्या क्षमतेवर आत्मविश्वास निर्माण करण्यासाठी ट्रिगर्ससाठी पर्यायी वर्तन आणि प्रतिक्रियांची चाचणी घ्या."
        },
        "xp": 3
      }
    ]
  },
  "rebt": {
    "title": {
      "en": "REBT Approaches for Porn Addiction Recovery",
      "hi": "पोर्न व्यसन मुक्ति के लिए REBT दृष्टिकोण",
      "mr": "पॉर्न व्यसन मुक्तीसाठी REBT दृष्टिकोन"
    },
    "cards": [
      {
        "title": {
          "en": "Challenge Irrational Beliefs",
          "hi": "तर्कहीन मान्यताओं को चुनौती दें",
          "mr": "अतर्कसंगत समजुतींना आव्हान द्या"
        },
        "description": {
          "en": "Identify and dispute irrational beliefs about sexuality, pleasure, and self-worth that contribute to compulsive pornography use.",
          "hi": "कामुकता, आनंद और आत्म-मूल्य के बारे में तर्कहीन मान्यताओं की पहचान करें और उन पर विवाद करें जो बाध्यकारी पोर्नोग्राफी उपयोग में योगदान करती हैं।",
          "mr": "सक्तीच्या पॉर्नोग्राफी वापरास योगदान देणाऱ्या कामुकता, आनंद आणि स्व-मूल्याबद्दलच्या अतर्कसंगत समजुतींची ओळख करा आणि त्यांचा विरोध करा."
        },
        "xp": 4
      },
      {
        "title": {
          "en": "Develop Rational Alternatives",
          "hi": "तर्कसंगत विकल्प विकसित करें",
          "mr": "तर्कसंगत पर्याय विकसित करा"
        },
        "description": {
          "en": "Replace irrational thoughts with balanced, realistic beliefs about healthy sexuality and meaningful relationships.",
          "hi": "तर्कहीन विचारों को स्वस्थ कामुकता और सार्थक रिश्तों के बारे में संतुलित, यथार्थवादी मान्यताओं से बदलें।",
          "mr": "अतर्कसंगत विचारांची जागा आरोग्यदायी कामुकता आणि अर्थपूर्ण नातेसंबंधांबद्दल संतुलित, वास्तववादी समजुतींनी घ्या."
        },
        "xp": 3
      },
      {
        "title": {
          "en": "Practice Unconditional Self-Acceptance",
          "hi": "बिना शर्त आत्म-स्वीकृति का अभ्यास करें",
          "mr": "बिनशर्त स्व-स्वीकृतीचा सराव करा"
        },
        "description": {
          "en": "Learn to accept yourself as a worthwhile person regardless of your struggles with addiction, while still working toward recovery.",
          "hi": "व्यसन के साथ अपने संघर्षों की परवाह किए बिना अपने आप को एक योग्य व्यक्ति के रूप में स्वीकार करना सीखें, फिर भी पुनर्प्राप्ति की दिशा में काम करते रहें।",
          "mr": "व्यसनाशी तुमच्या संघर्षांची पर्वा न करता स्वतःला एक योग्य व्यक्ती म्हणून स्वीकारायला शिका, तरीही पुनर्प्राप्तीच्या दिशेने काम करत रहा."
        },
        "xp": 3
      }
    ]
  }
}
