{
  "condition": "Social Media Issues",
  "issueType": "General Issues",
  "interventions": {
    "commonSuggestions": {
      "type": "Primary",
      "interventionSubType": "10 Common Suggestions",
      "cards": [
        {
          "id": 1,
          "xp": 4,
          "title": {
            "english": "Set Time Limits",
            "hindi": "समय सीमा निर्धारित करें",
            "marathi": "वेळेची मर्यादा सेट करा"
          },
          "description": {
            "english": "How it works: Prevents overuse by restricting hours online. Example: Use app timers to limit scrolling to 1 hour daily.",
            "hindi": "यह कैसे काम करता है: ऑनलाइन समय को सीमित करके अति प्रयोग को रोकता है। उदाहरण: स्क्रॉलिंग को प्रतिदिन 1 घंटे तक सीमित करने के लिए ऐप टाइमर का उपयोग करें।",
            "marathi": "हे कसे कार्य करते: ऑनलाइन तास मर्यादित करून अतिवापर रोखते. उदाहरण: दररोज स्क्रोलिंग 1 तासापर्यंत मर्यादित करण्यासाठी अ‍ॅप टाइमर वापरा."
          }
        },
        {
          "id": 2,
          "xp": 3,
          "title": {
            "english": "Turn Off Notifications",
            "hindi": "सूचनाएं बंद करो",
            "marathi": "सूचना बंद करा"
          },
          "description": {
            "english": "How it works: Reduces constant distractions. Example: Disable social media alerts to stay focused on studies.",
            "hindi": "यह कैसे काम करता है: लगातार ध्यान भटकाने वाली चीज़ों को कम करता है। उदाहरण: पढ़ाई पर ध्यान केंद्रित रखने के लिए सोशल मीडिया अलर्ट बंद कर दें।",
            "marathi": "हे कसे कार्य करते: सततचे लक्ष विचलित करणे कमी करते. उदाहरण: अभ्यासावर लक्ष केंद्रित करण्यासाठी सोशल मीडिया अलर्ट बंद करा."
          }
        },
        {
          "id": 3,
          "xp": 2,
          "title": {
            "english": "Follow Positive Content",
            "hindi": "सकारात्मक सामग्री का अनुसरण करें",
            "marathi": "सकारात्मक आशयाचे अनुसरण करा"
          },
          "description": {
            "english": "How it works: Improves mood and mindset. Example: Subscribe to motivational or educational pages instead of negative ones.",
            "hindi": "यह कैसे काम करता है: मूड और मानसिकता में सुधार करता है। उदाहरण: नकारात्मक पेजों के बजाय प्रेरक या शिक्षाप्रद पेजों की सदस्यता लें।",
            "marathi": "ते कसे कार्य करते: मनःस्थिती आणि मानसिकता सुधारते. उदाहरण: नकारात्मक पृष्ठांऐवजी प्रेरक किंवा शैक्षणिक पृष्ठांची सदस्यता घ्या."
          }
        },
        {
          "id": 4,
          "xp": 3,
          "title": {
            "english": "Schedule Offline Time",
            "hindi": "ऑफ़लाइन समय निर्धारित करें",
            "marathi": "ऑफलाइन वेळ शेड्यूल करा"
          },
          "description": {
            "english": "How it works: Builds balance in lifestyle. Example: Keep phones away during family meals or before bedtime.",
            "hindi": "यह कैसे काम करता है: जीवनशैली में संतुलन बनाता है। उदाहरण: परिवार के साथ खाना खाते समय या सोने से पहले फ़ोन को दूर रखें।",
            "marathi": "हे कसे कार्य करते: जीवनशैलीत संतुलन निर्माण करते. उदाहरणार्थ: कुटुंबाच्या जेवणादरम्यान किंवा झोपण्यापूर्वी फोन दूर ठेवा."
          }
        },
        {
          "id": 5,
          "xp": 2,
          "title": {
            "english": "Track Usage",
            "hindi": "उपयोग ट्रैक करें",
            "marathi": "वापराचा मागोवा घ्या"
          },
          "description": {
            "english": "How it works: Increases awareness of time spent online. Example: Use apps like Digital Wellbeing to monitor daily usage.",
            "hindi": "यह कैसे काम करता है: ऑनलाइन बिताए गए समय के बारे में जागरूकता बढ़ाता है। उदाहरण: दैनिक उपयोग पर नज़र रखने के लिए डिजिटल वेलबीइंग जैसे ऐप्स का उपयोग करें।",
            "marathi": "ते कसे कार्य करते: ऑनलाइन घालवलेल्या वेळेची जाणीव वाढवते. उदाहरण: दैनंदिन वापराचे निरीक्षण करण्यासाठी डिजिटल वेलबीइंग सारख्या अॅप्सचा वापर करा."
          }
        },
        {
          "id": 6,
          "xp": 3,
          "title": {
            "english": "Engage in Hobbies",
            "hindi": "शौक में संलग्न रहें",
            "marathi": "छंद जोपासा"
          },
          "description": {
            "english": "How it works: Creates healthy alternatives to scrolling. Example: Spend time painting, gardening, or reading instead of browsing feeds.",
            "hindi": "यह कैसे काम करता है: स्क्रॉल करने के बजाय स्वस्थ विकल्प प्रदान करता है। उदाहरण के लिए: फ़ीड ब्राउज़ करने के बजाय पेंटिंग, बागवानी या पढ़ने में समय बिताएँ।",
            "marathi": "हे कसे कार्य करते: स्क्रोलिंगसाठी निरोगी पर्याय तयार करते. उदाहरण: फीड ब्राउझ करण्याऐवजी रंगकाम, बागकाम किंवा वाचन करण्यात वेळ घालवा."
          }
        },
        {
          "id": 7,
          "xp": 5,
          "title": {
            "english": "Avoid Comparisons",
            "hindi": "तुलना से बचें",
            "marathi": "तुलना टाळा"
          },
          "description": {
            "english": "How it works: Reduces stress from unrealistic online portrayals. Example: Remind yourself that social media often shows highlights, not reality.",
            "hindi": "यह कैसे काम करता है: अवास्तविक ऑनलाइन चित्रण से होने वाले तनाव को कम करता है। उदाहरण: खुद को याद दिलाएँ कि सोशल मीडिया अक्सर वास्तविकता नहीं, बल्कि मुख्य बातें दिखाता है।",
            "marathi": "हे कसे कार्य करते: अवास्तव ऑनलाइन चित्रणातून येणारा ताण कमी करते. उदाहरण: स्वतःला आठवण करून द्या की सोशल मीडिया अनेकदा वास्तव दाखवत नाही तर ठळक मुद्दे दाखवतो."
          }
        },
        {
          "id": 8,
          "xp": 4,
          "title": {
            "english": "Practice Digital Detox",
            "hindi": "डिजिटल डिटॉक्स का अभ्यास करें",
            "marathi": "डिजिटल डिटॉक्सचा सराव करा"
          },
          "description": {
            "english": "How it works: Refreshes mind by taking breaks from apps. Example: Stay off social media every Sunday.",
            "hindi": "यह कैसे काम करता है: ऐप्स से ब्रेक लेकर दिमाग को तरोताज़ा करता है। उदाहरण: हर रविवार सोशल मीडिया से दूर रहें।",
            "marathi": "ते कसे कार्य करते: अ‍ॅप्समधून ब्रेक घेऊन मनाला ताजेतवाने करते. उदाहरण: दर रविवारी सोशल मीडियापासून दूर राहा."
          }
        },
        {
          "id": 9,
          "xp": 2,
          "title": {
            "english": "Promote Face-to-Face Interactions",
            "hindi": "आमने-सामने बातचीत को बढ़ावा दें",
            "marathi": "समोरासमोर संवादांना प्रोत्साहन द्या"
          },
          "description": {
            "english": "How it works: Strengthens real-life relationships. Example: Meet a friend for coffee instead of chatting online.",
            "hindi": "यह कैसे काम करता है: वास्तविक जीवन के रिश्तों को मज़बूत बनाता है। उदाहरण: ऑनलाइन चैट करने के बजाय किसी दोस्त से कॉफ़ी पर मिलें।",
            "marathi": "ते कसे कार्य करते: वास्तविक जीवनातील नातेसंबंध मजबूत करते. उदाहरण: ऑनलाइन गप्पा मारण्याऐवजी मित्राला कॉफीसाठी भेटा."
          }
        },
        {
          "id": 10,
          "xp": 5,
          "title": {
            "english": "Seek Support if Needed",
            "hindi": "यदि आवश्यक हो तो सहायता लें",
            "marathi": "गरज पडल्यास आधार घ्या"
          },
          "description": {
            "english": "How it works: Guidance from friends, family, or professionals helps manage overuse. Example: Discuss social media stress with a counselor.",
            "hindi": "यह कैसे काम करता है: दोस्तों, परिवार या पेशेवरों से मिलने वाला मार्गदर्शन, सोशल मीडिया के अत्यधिक उपयोग को नियंत्रित करने में मदद करता है। उदाहरण: किसी काउंसलर से सोशल मीडिया के तनाव पर चर्चा करें।",
            "marathi": "हे कसे कार्य करते: मित्र, कुटुंब किंवा व्यावसायिकांकडून मार्गदर्शन अतिवापराचे व्यवस्थापन करण्यास मदत करते. उदाहरण: समुपदेशकाशी सोशल मीडियाच्या ताणाबद्दल चर्चा करा."
          }
        }
      ]
    },
    "yoga": {
      "type": "Secondary",
      "interventionSubType": "Yoga And Meditation Techniques",
      "cards": [
        {
          "id": 1,
          "xp": 7,
          "title": {
            "english": "Alternate Nostril Breathing (Nadi Shodhana)",
            "hindi": "वैकल्पिक नासिका श्वास (नाड़ी शोधन)",
            "marathi": "Alternate Nostril Breathing (Nadi Shodhana)"
          },
          "description": {
            "english": "Step: Inhale through left nostril, exhale through right, alternate sides. How it helps: Balances emotions and reduces urge for constant scrolling. Example: 5 minutes before bedtime.",
            "hindi": "चरण: बाएँ नथुने से साँस लें, दाएँ नथुने से साँस छोड़ें, दोनों तरफ बारी-बारी से साँस छोड़ें। यह कैसे मदद करता है: भावनाओं को संतुलित करता है और लगातार स्क्रॉल करने की इच्छा को कम करता है। उदाहरण: सोने से 5 मिनट पहले।",
            "marathi": "पायरी: डाव्या नाकपुडीने श्वास घ्या, उजव्या, आलटून पालटून श्वास सोडा. हे कसे मदत करते: भावना संतुलित करते आणि सतत स्क्रोल करण्याची इच्छा कमी करते. उदाहरण: झोपण्यापूर्वी ५ मिनिटे."
          }
        },
        {
          "id": 2,
          "xp": 6,
          "title": {
            "english": "Tree Pose (Vrikshasana)",
            "hindi": "वृक्षासन",
            "marathi": "Tree Pose (Vrikshasana)"
          },
          "description": {
            "english": "Step: Stand on one leg, place other foot on thigh, palms joined overhead. How it helps: Improves focus and stability, reducing distraction from social media. Example: Hold for 30 seconds each side.",
            "hindi": "चरण: एक पैर पर खड़े हो जाएँ, दूसरे पैर को जांघ पर रखें, हथेलियाँ ऊपर की ओर जुड़ी हुई हों। यह कैसे मदद करता है: ध्यान और स्थिरता में सुधार करता है, सोशल मीडिया से ध्यान भटकने से बचाता है। उदाहरण: दोनों तरफ 30 सेकंड तक रुकें।",
            "marathi": "पायरी: एका पायावर उभे राहा, दुसरा पाय मांडीवर ठेवा, तळवे वर जोडलेले. ते कसे मदत करते: लक्ष केंद्रित करणे आणि स्थिरता सुधारते, सोशल मीडियावरून लक्ष विचलित होणे कमी करते. उदाहरण: प्रत्येक बाजूला ३० सेकंद धरा."
          }
        },
        {
          "id": 3,
          "xp": 9,
          "title": {
            "english": "Mindfulness Meditation",
            "hindi": "माइंडफुलनेस मेडिटेशन",
            "marathi": "माइंडफुलनेस मेडिटेशन"
          },
          "description": {
            "english": "Step: Sit quietly, observe breath and thoughts without judgment. How it helps: Builds awareness and reduces compulsive app-checking. Example: 10 minutes daily in the morning.",
            "hindi": "चरण: चुपचाप बैठें, बिना किसी निर्णय के अपनी साँसों और विचारों का अवलोकन करें। यह कैसे मदद करता है: जागरूकता बढ़ाता है और बार-बार ऐप चेक करने की आदत को कम करता है। उदाहरण: रोज़ाना सुबह 10 मिनट।",
            "marathi": "पायरी: शांत बसा, श्वास आणि विचारांचे निरीक्षण करा, कोणताही निर्णय न घेता. ते कसे मदत करते: जागरूकता निर्माण करते आणि सक्तीचे अॅप-चेकिंग कमी करते. उदाहरण: दररोज सकाळी १० मिनिटे."
          }
        },
        {
          "id": 4,
          "xp": 5,
          "title": {
            "english": "Child‚Äôs Pose (Balasana)",
            "hindi": "बाल मुद्रा (बालासन)",
            "marathi": "बाळाची आसन (बालासन)"
          },
          "description": {
            "english": "Step: Kneel, fold forward, arms stretched out. How it helps: Relieves mental fatigue caused by screen time. Example: Practice 2‚Äì3 minutes after long online use.",
            "hindi": "चरण: घुटने टेकें, आगे की ओर झुकें, बाहें फैलाएँ। यह कैसे मदद करता है: स्क्रीन पर समय बिताने से होने वाली मानसिक थकान दूर करता है। उदाहरण: लंबे समय तक ऑनलाइन रहने के बाद 2-3 मिनट अभ्यास करें।",
            "marathi": "पायरी: गुडघे टेकणे, पुढे वाकणे, हात पसरणे. ते कसे मदत करते: स्क्रीन वेळेमुळे येणारा मानसिक थकवा कमी करते. उदाहरण: ऑनलाइन दीर्घकाळ वापर केल्यानंतर २-३ मिनिटे सराव करा."
          }
        },
        {
          "id": 5,
          "xp": 8,
          "title": {
            "english": "Sun Salutations (Surya Namaskar)",
            "hindi": "Sun Salutations (Surya Namaskar)",
            "marathi": "सूर्य नमस्कार (सूर्य नमस्कार)"
          },
          "description": {
            "english": "Step: Perform 12-pose sequence with breath control. How it helps: Energizes body and mind, creating discipline to limit digital use. Example: 3‚Äì5 rounds in the morning.",
            "hindi": "चरण: श्वास नियंत्रण के साथ 12-आसन अनुक्रम करें। यह कैसे मदद करता है: शरीर और मन को ऊर्जावान बनाता है, डिजिटल उपयोग को सीमित करने के लिए अनुशासन विकसित करता है। उदाहरण: सुबह 3-5 राउंड।",
            "marathi": "पायरी: श्वास नियंत्रणासह १२-पोझ क्रम करा. ते कसे मदत करते: शरीर आणि मनाला ऊर्जा देते, डिजिटल वापर मर्यादित करण्यासाठी शिस्त निर्माण करते. उदाहरण: सकाळी ३-५ फेऱ्या."
          }
        },
        {
          "id": 6,
          "xp": 10,
          "title": {
            "english": "Body Scan Meditation",
            "hindi": "बॉडी स्कैन ध्यान",
            "marathi": "बॉडी स्कॅन मेडिटेशन"
          },
          "description": {
            "english": "Step: Lie down, relax each body part from toes to head. How it helps: Increases self-awareness instead of mindless scrolling. Example: 10 minutes before sleep.",
            "hindi": "चरण: लेट जाएँ, पैर की उंगलियों से लेकर सिर तक शरीर के हर हिस्से को आराम दें। यह कैसे मदद करता है: बिना सोचे-समझे स्क्रॉल करने के बजाय आत्म-जागरूकता बढ़ाता है। उदाहरण: सोने से 10 मिनट पहले।",
            "marathi": "पायरी: झोपा, पायाच्या बोटांपासून डोक्यापर्यंत शरीराच्या प्रत्येक भागाला आराम द्या. ते कसे मदत करते: बेफिकीरपणे स्क्रोलिंग करण्याऐवजी आत्म-जागरूकता वाढवते. उदाहरण: झोपेच्या १० मिनिटे आधी."
          }
        },
        {
          "id": 7,
          "xp": 6,
          "title": {
            "english": "Seated Forward Bend (Paschimottanasana)",
            "hindi": "बैठे हुए आगे की ओर झुकना (पश्चिमोत्तानासन)",
            "marathi": "बसलेला पुढे वाकणे (पश्चिमोत्तानासन)"
          },
          "description": {
            "english": "Step: Sit with legs stretched, bend forward to touch toes. How it helps: Releases tension and improves patience. Example: Hold for 30‚Äì40 seconds after work.",
            "hindi": "चरण: पैरों को फैलाकर बैठें, आगे की ओर झुककर पैर के अंगूठे छुएँ। यह कैसे मदद करता है: तनाव कम करता है और धैर्य बढ़ाता है। उदाहरण: काम के बाद 30-40 सेकंड तक इसी स्थिति में रहें।",
            "marathi": "पायरी: पाय ताणून बसा, बोटांना स्पर्श करण्यासाठी पुढे वाकून बसा. ते कसे मदत करते: ताण कमी करते आणि संयम वाढवते. उदाहरण: काम केल्यानंतर ३०-४० सेकंद धरा."
          }
        },
        {
          "id": 8,
          "xp": 5,
          "title": {
            "english": "Deep Belly Breathing",
            "hindi": "गहरी पेट की साँस",
            "marathi": "खोलवर श्वास घेणे"
          },
          "description": {
            "english": "Step: Inhale deeply into abdomen, exhale slowly. How it helps: Reduces stress that triggers social media overuse. Example: 10 rounds during screen breaks.",
            "hindi": "चरण: पेट में गहरी साँस लें, धीरे-धीरे साँस छोड़ें। यह कैसे मदद करता है: सोशल मीडिया के अत्यधिक उपयोग से होने वाले तनाव को कम करता है। उदाहरण: स्क्रीन ब्रेक के दौरान 10 राउंड।",
            "marathi": "पायरी: पोटात खोलवर श्वास घ्या, हळूहळू श्वास सोडा. ते कसे मदत करते: सोशल मीडियाच्या अतिवापराला चालना देणारा ताण कमी करते. उदाहरण: स्क्रीन ब्रेक दरम्यान १० राउंड."
          }
        },
        {
          "id": 9,
          "xp": 9,
          "title": {
            "english": "Visualization Meditation",
            "hindi": "विज़ुअलाइज़ेशन ध्यान",
            "marathi": "व्हिज्युअलायझेशन मेडिटेशन"
          },
          "description": {
            "english": "Step: Imagine yourself enjoying time offline with friends or outdoors. How it helps: Creates positive mindset for reducing digital dependence. Example: 5 minutes visualization daily.",
            "hindi": "चरण: कल्पना कीजिए कि आप दोस्तों के साथ या बाहर ऑफ़लाइन समय बिता रहे हैं। यह कैसे मदद करता है: डिजिटल निर्भरता कम करने के लिए सकारात्मक मानसिकता बनाता है। उदाहरण: रोज़ाना 5 मिनट विज़ुअलाइज़ेशन करें।",
            "marathi": "पायरी: कल्पना करा की तुम्ही मित्रांसोबत ऑफलाइन किंवा बाहेर वेळ घालवण्याचा आनंद घेत आहात. ते कसे मदत करते: डिजिटल अवलंबित्व कमी करण्यासाठी सकारात्मक मानसिकता निर्माण करते. उदाहरण: दररोज ५ मिनिटे व्हिज्युअलायझेशन."
          }
        },
        {
          "id": 10,
          "xp": 7,
          "title": {
            "english": "Mantra Chanting",
            "hindi": "मंत्र जप",
            "marathi": "मंत्र जप"
          },
          "description": {
            "english": "Step: Repeat calming sounds like 'Om' with slow breathing. How it helps: Clears obsessive thoughts about social media. Example: 5 minutes chanting before bedtime.",
            "hindi": "चरण: धीमी साँसों के साथ &#39;ॐ&#39; जैसी शांतिदायक ध्वनि दोहराएँ। यह कैसे मदद करता है: सोशल मीडिया के बारे में जुनूनी विचारों को दूर करता है। उदाहरण: सोने से पहले 5 मिनट तक जप करें।",
            "marathi": "पायरी: &#39;ओम&#39; सारखे शांत करणारे आवाज हळूहळू श्वास घेत पुन्हा पुन्हा म्हणा. ते कसे मदत करते: सोशल मीडियाबद्दलचे वेडे विचार दूर करते. उदाहरण: झोपण्यापूर्वी ५ मिनिटे जप करा."
          }
        }
      ]
    },
    "relaxation": {
      "type": "Secondary",
      "interventionSubType": "Relaxation",
      "cards": [
        {
          "id": 1,
          "xp": 7,
          "title": {
            "english": "Progressive Muscle Relaxation",
            "hindi": "प्रगतिशील मांसपेशी विश्राम",
            "marathi": "प्रोग्रेसिव्ह स्नायू विश्रांती"
          },
          "description": {
            "english": "Step: Tense and release each muscle group from feet upward. How it helps: Releases stress from screen overuse. Example: 10 minutes after long scrolling session.",
            "hindi": "चरण: पैरों से ऊपर की ओर प्रत्येक मांसपेशी समूह को तनाव दें और ढीला छोड़ें। यह कैसे मदद करता है: स्क्रीन के अत्यधिक उपयोग से होने वाले तनाव को कम करता है। उदाहरण: लंबे स्क्रॉलिंग सत्र के 10 मिनट बाद।",
            "marathi": "पायरी: प्रत्येक स्नायू गटाला पायांपासून वरच्या दिशेने ताणून सोडा. ते कसे मदत करते: स्क्रीनच्या अतिवापरामुळे होणारा ताण कमी होतो. उदाहरण: दीर्घ स्क्रोलिंग सत्रानंतर १० मिनिटे."
          }
        },
        {
          "id": 2,
          "xp": 8,
          "title": {
            "english": "Visualization of Offline Life",
            "hindi": "ऑफ़लाइन जीवन का दृश्यीकरण",
            "marathi": "ऑफलाइन जीवनाचे दृश्यमानीकरण"
          },
          "description": {
            "english": "Step: Close eyes, imagine enjoying activities without devices. How it helps: Builds positive offline mindset. Example: Visualize reading in a park instead of browsing feeds.",
            "hindi": "चरण: आँखें बंद करें, कल्पना करें कि आप बिना किसी उपकरण के गतिविधियों का आनंद ले रहे हैं। यह कैसे मदद करता है: सकारात्मक ऑफ़लाइन मानसिकता का निर्माण करता है। उदाहरण: फ़ीड ब्राउज़ करने के बजाय किसी पार्क में पढ़ते हुए कल्पना करें।",
            "marathi": "पायरी: डोळे बंद करा, डिव्हाइसशिवाय क्रियाकलापांचा आनंद घेण्याची कल्पना करा. ते कसे मदत करते: सकारात्मक ऑफलाइन मानसिकता निर्माण करते. उदाहरण: फीड ब्राउझ करण्याऐवजी उद्यानात वाचनाची कल्पना करा."
          }
        },
        {
          "id": 3,
          "xp": 5,
          "title": {
            "english": "Listening to Calm Music",
            "hindi": "शांत संगीत सुनना",
            "marathi": "शांत संगीत ऐकणे"
          },
          "description": {
            "english": "Step: Play soothing instrumental or nature sounds. How it helps: Reduces digital overstimulation and calms mind. Example: 15 minutes before bedtime instead of scrolling.",
            "hindi": "चरण: सुखदायक वाद्य यंत्र या प्राकृतिक ध्वनियाँ बजाएँ। यह कैसे मदद करता है: डिजिटल अति-उत्तेजना को कम करता है और मन को शांत करता है। उदाहरण: सोने से 15 मिनट पहले स्क्रॉल करने के बजाय।",
            "marathi": "पायरी: सुखदायक वाद्ये किंवा निसर्गाचे ध्वनी वाजवा. ते कसे मदत करते: डिजिटल अतिउत्तेजना कमी करते आणि मन शांत करते. उदाहरण: स्क्रोल करण्याऐवजी झोपेच्या १५ मिनिटे आधी."
          }
        },
        {
          "id": 4,
          "xp": 6,
          "title": {
            "english": "5-4-3-2-1 Grounding",
            "hindi": "5-4-3-2-1 ग्राउंडिंग",
            "marathi": "५-४-३-२-१ ग्राउंडिंग"
          },
          "description": {
            "english": "Step: Identify 5 things you see, 4 you feel, 3 you hear, 2 you smell, 1 you taste. How it helps: Anchors attention to present moment. Example: Practice when craving to check apps.",
            "hindi": "चरण: 5 चीज़ें जो आप देखते हैं, 4 जो आप महसूस करते हैं, 3 जो आप सुनते हैं, 2 जो आप सूंघते हैं, और 1 जो आप चखते हैं, उन्हें पहचानें। यह कैसे मदद करता है: ध्यान को वर्तमान क्षण पर केंद्रित करता है। उदाहरण: जब ऐप्स देखने की इच्छा हो, तब अभ्यास करें।",
            "marathi": "पायरी: तुम्हाला दिसणाऱ्या ५ गोष्टी ओळखा, ४ तुम्हाला जाणवतात, ३ तुम्ही ऐकता, २ तुम्हाला वास येतो, १ तुम्हाला चव येते. ते कसे मदत करते: वर्तमान क्षणाकडे लक्ष केंद्रित करते. उदाहरण: अॅप्स तपासण्याची इच्छा असताना सराव करा."
          }
        },
        {
          "id": 5,
          "xp": 5,
          "title": {
            "english": "Breath Counting",
            "hindi": "सांस गिनना",
            "marathi": "श्वास मोजणे"
          },
          "description": {
            "english": "Step: Inhale for 4 counts, exhale for 6 counts. How it helps: Slows heart rate and reduces urge to constantly refresh feeds. Example: 10 rounds before checking notifications.",
            "hindi": "चरण: 4 बार गिनकर साँस लें, 6 बार गिनकर साँस छोड़ें। यह कैसे मदद करता है: हृदय गति धीमी करता है और बार-बार फ़ीड रिफ़्रेश करने की इच्छा कम करता है। उदाहरण: नोटिफिकेशन देखने से पहले 10 बार।",
            "marathi": "पायरी: ४ वेळा श्वास घ्या, ६ वेळा श्वास सोडा. हे कसे मदत करते: हृदय गती कमी करते आणि सतत फीड रिफ्रेश करण्याची इच्छा कमी करते. उदाहरण: सूचना तपासण्यापूर्वी १० वेळा."
          }
        },
        {
          "id": 6,
          "xp": 6,
          "title": {
            "english": "Warm Bath Relaxation",
            "hindi": "गर्म स्नान विश्राम",
            "marathi": "उबदार आंघोळीने आराम"
          },
          "description": {
            "english": "Step: Take a warm bath for 15‚Äì20 minutes. How it helps: Relaxes body and reduces evening device use. Example: Evening bath instead of late-night scrolling.",
            "hindi": "चरण: 15-20 मिनट तक गर्म पानी से नहाएँ। यह कैसे मदद करता है: शरीर को आराम देता है और शाम को डिवाइस का इस्तेमाल कम करता है। उदाहरण: देर रात तक स्क्रॉल करने के बजाय शाम को नहाना।",
            "marathi": "पायरी: १५-२० मिनिटे गरम आंघोळ करा. ते कसे मदत करते: शरीराला आराम देते आणि संध्याकाळी उपकरणाचा वापर कमी करते. उदाहरणार्थ: रात्री उशिरा स्क्रोल करण्याऐवजी संध्याकाळी आंघोळ."
          }
        },
        {
          "id": 7,
          "xp": 9,
          "title": {
            "english": "Guided Meditation Audio",
            "hindi": "निर्देशित ध्यान ऑडियो",
            "marathi": "मार्गदर्शित ध्यान ऑडिओ"
          },
          "description": {
            "english": "Step: Listen to guided meditation tracks. How it helps: Provides structured calmness and reduces stress. Example: 10 minutes session before sleep.",
            "hindi": "चरण: निर्देशित ध्यान ट्रैक सुनें। यह कैसे मदद करता है: व्यवस्थित शांति प्रदान करता है और तनाव कम करता है। उदाहरण: सोने से पहले 10 मिनट का सत्र।",
            "marathi": "पायरी: मार्गदर्शित ध्यान ट्रॅक ऐका. ते कसे मदत करते: संरचित शांतता प्रदान करते आणि ताण कमी करते. उदाहरण: झोपण्यापूर्वी १० मिनिटे सत्र."
          }
        },
        {
          "id": 8,
          "xp": 7,
          "title": {
            "english": "Journaling Thoughts",
            "hindi": "जर्नलिंग विचार",
            "marathi": "विचारांची जर्नलिंग"
          },
          "description": {
            "english": "Step: Write down feelings after online interactions. How it helps: Clears emotional clutter caused by comparisons. Example: Note 'Felt anxious after seeing friend‚Äôs post, but I achieved my goals too.'",
            "hindi": "चरण: ऑनलाइन बातचीत के बाद अपनी भावनाओं को लिखें। यह कैसे मदद करता है: तुलनाओं से पैदा हुए भावनात्मक तनाव को दूर करता है। उदाहरण: नोट करें, &#39;दोस्त की पोस्ट देखकर बेचैनी हुई, लेकिन मैंने अपने लक्ष्य भी हासिल कर लिए।&#39;",
            "marathi": "पायरी: ऑनलाइन संवादानंतरच्या भावना लिहा. ते कसे मदत करते: तुलनांमुळे निर्माण होणारे भावनिक गोंधळ दूर करते. उदाहरण: टीप &#39;मित्राची पोस्ट पाहिल्यानंतर काळजी वाटली, पण मी माझे ध्येय देखील साध्य केले.&#39;"
          }
        },
        {
          "id": 9,
          "xp": 8,
          "title": {
            "english": "Aromatherapy with Lavender",
            "hindi": "लैवेंडर के साथ अरोमाथेरेपी",
            "marathi": "लॅव्हेंडरसह अरोमाथेरपी"
          },
          "description": {
            "english": "Step: Use lavender or chamomile diffuser while resting. How it helps: Creates calm atmosphere and reduces online urge. Example: Diffuse scent before bedtime.",
            "hindi": "चरण: आराम करते समय लैवेंडर या कैमोमाइल डिफ्यूज़र का इस्तेमाल करें। यह कैसे मदद करता है: शांत वातावरण बनाता है और ऑनलाइन होने की इच्छा को कम करता है। उदाहरण: सोने से पहले खुशबू फैलाएँ।",
            "marathi": "पायरी: विश्रांती घेताना लैव्हेंडर किंवा कॅमोमाइल डिफ्यूझर वापरा. ते कसे मदत करते: शांत वातावरण तयार करते आणि ऑनलाइन इच्छा कमी करते. उदाहरण: झोपण्यापूर्वी सुगंध पसरवा."
          }
        },
        {
          "id": 10,
          "xp": 10,
          "title": {
            "english": "Short Power Nap",
            "hindi": "छोटी पावर नैप",
            "marathi": "शॉर्ट पॉवर नॅप"
          },
          "description": {
            "english": "Step: Take a 15‚Äì20 min nap when tempted to browse. How it helps: Refreshes mind and replaces mindless scrolling. Example: Nap in afternoon instead of checking social media.",
            "hindi": "कदम: जब भी ब्राउज़ करने का मन करे, 15-20 मिनट की झपकी ले लें। यह कैसे मदद करता है: दिमाग को तरोताज़ा करता है और बेवजह स्क्रॉल करने से बचाता है। उदाहरण: सोशल मीडिया देखने के बजाय दोपहर में झपकी लें।",
            "marathi": "पायरी: ब्राउझ करण्याचा मोह झाल्यावर १५-२० मिनिटे झोप घ्या. ते कसे मदत करते: मनाला ताजेतवाने करते आणि बेफिकीर स्क्रोलिंगची जागा घेते. उदाहरण: सोशल मीडिया तपासण्याऐवजी दुपारी झोपा."
          }
        }
      ]
    },
    "cbt": {
      "type": "Tertiary",
      "interventionSubType": "CBT Interventions",
      "cards": [
        {
          "id": 1,
          "xp": 6,
          "title": {
            "english": "Identify Negative Beliefs",
            "hindi": "नकारात्मक मान्यताओं की पहचान करें",
            "marathi": "नकारात्मक श्रद्धा ओळखा"
          },
          "description": {
            "english": "Why it helps: Recognizing distorted beliefs reduces dependency. What to do: Write thoughts like 'Everyone is happier than me online.' Example: Replace with 'People post highlights, not their full life.'",
            "hindi": "यह क्यों मददगार है: विकृत मान्यताओं को पहचानने से निर्भरता कम होती है। क्या करें: इस तरह के विचार लिखें, &#39;हर कोई ऑनलाइन मुझसे ज़्यादा खुश है।&#39; उदाहरण: इसे &#39;लोग अपनी पूरी ज़िंदगी नहीं, बल्कि हाइलाइट्स पोस्ट करते हैं&#39; से बदलें।",
            "marathi": "हे का मदत करते: विकृत समजुती ओळखल्याने अवलंबित्व कमी होते. काय करावे: &#39;ऑनलाइन प्रत्येकजण माझ्यापेक्षा आनंदी आहे&#39; असे विचार लिहा. उदाहरण: &#39;लोक त्यांचे संपूर्ण आयुष्य नव्हे तर हायलाइट्स पोस्ट करतात&#39; असे लिहा."
          }
        },
        {
          "id": 2,
          "xp": 7,
          "title": {
            "english": "Cognitive Reframing",
            "hindi": "संज्ञानात्मक पुनर्रचना",
            "marathi": "संज्ञानात्मक पुनर्रचना"
          },
          "description": {
            "english": "Why it helps: Changes harmful beliefs into balanced ones. What to do: Replace 'I must be online or I‚Äôll miss out' with 'I can stay informed without constant checking.' Example: Limit to two logins daily.",
            "hindi": "यह क्यों मददगार है: हानिकारक मान्यताओं को संतुलित मान्यताओं में बदल देता है। क्या करें: &#39;मुझे ऑनलाइन रहना ज़रूरी है, वरना मैं कुछ भी नहीं देख पाऊँगा&#39; की जगह &#39;मैं लगातार जाँच किए बिना भी जानकारी प्राप्त कर सकता हूँ&#39; रखें। उदाहरण: रोज़ाना सिर्फ़ दो बार लॉग इन करें।",
            "marathi": "हे का मदत करते: हानिकारक समजुतींना संतुलित समजुतींमध्ये बदलते. काय करावे: &#39;मी ऑनलाइन असायला हवे नाहीतर मी चुकेन&#39; असे बदलून &#39;मी सतत तपासणी न करता माहिती मिळवू शकतो&#39; असे लिहा. उदाहरण: दररोज दोन लॉगिन मर्यादित करा."
          }
        },
        {
          "id": 3,
          "xp": 8,
          "title": {
            "english": "Thought Records",
            "hindi": "विचार रिकॉर्ड्स",
            "marathi": "विचारांच्या नोंदी"
          },
          "description": {
            "english": "Why it helps: Tracks emotions linked to social media use. What to do: Log situation, thought, and feeling. Example: 'Saw friend‚Äôs post ‚Üí Thought: I‚Äôm behind ‚Üí Felt sad.'",
            "hindi": "यह क्यों मददगार है: सोशल मीडिया के इस्तेमाल से जुड़ी भावनाओं को ट्रैक करता है। क्या करें: स्थिति, विचार और भावनाओं को रिकॉर्ड करें। उदाहरण: &#39;दोस्त की पोस्ट देखी ‚Üí सोचा: मैं पीछे हूँ ‚Üí उदास हुआ।&#39;",
            "marathi": "हे का मदत करते: सोशल मीडिया वापराशी जोडलेल्या भावनांचा मागोवा घेते. काय करावे: परिस्थिती, विचार आणि भावना नोंदवा. उदाहरण: &#39;मित्राची पोस्ट पाहिली - विचार: मी मागे आहे - दुःखी वाटले.&#39;"
          }
        },
        {
          "id": 4,
          "xp": 9,
          "title": {
            "english": "Challenge Comparisons",
            "hindi": "चुनौती तुलना",
            "marathi": "आव्हान तुलना"
          },
          "description": {
            "english": "Why it helps: Stops harmful self-evaluation. What to do: Ask 'Is this comparison fair?' Example: Replace 'They‚Äôre more successful' with 'I‚Äôm progressing at my own pace.'",
            "hindi": "यह क्यों मददगार है: हानिकारक आत्म-मूल्यांकन को रोकता है। क्या करें: पूछें, &#39;क्या यह तुलना उचित है?&#39; उदाहरण: &#39;वे ज़्यादा सफल हैं&#39; की जगह &#39;मैं अपनी गति से प्रगति कर रहा हूँ&#39; लिखें।",
            "marathi": "ते का मदत करते: हानिकारक स्व-मूल्यांकन थांबवते. काय करावे: &#39;ही तुलना योग्य आहे का?&#39; असे विचारा. उदाहरण: &#39;ते अधिक यशस्वी आहेत&#39; असे &#39;मी माझ्या स्वतःच्या गतीने प्रगती करत आहे&#39; असे लिहा."
          }
        },
        {
          "id": 5,
          "xp": 5,
          "title": {
            "english": "Positive Self-Talk",
            "hindi": "सकारात्मक आत्म-चर्चा",
            "marathi": "सकारात्मक स्व-संवाद"
          },
          "description": {
            "english": "Why it helps: Increases confidence and reduces FOMO. What to do: Use affirmations like 'My worth is not defined by likes.' Example: Say before posting or scrolling.",
            "hindi": "यह क्यों मददगार है: आत्मविश्वास बढ़ाता है और FOMO कम करता है। क्या करें: &#39;मेरी कीमत लाइक्स से नहीं तय होती&#39; जैसे सकारात्मक वाक्यों का इस्तेमाल करें। उदाहरण: पोस्ट करने या स्क्रॉल करने से पहले कहें।",
            "marathi": "ते का मदत करते: आत्मविश्वास वाढवते आणि FOMO कमी करते. काय करावे: &#39;माझी किंमत लाईक्सने परिभाषित केली जात नाही&#39; असे प्रतिपादन वापरा. उदाहरण: पोस्ट करण्यापूर्वी किंवा स्क्रोल करण्यापूर्वी म्हणा."
          }
        },
        {
          "id": 6,
          "xp": 6,
          "title": {
            "english": "Set Realistic Goals",
            "hindi": "यथार्थवादी लक्ष्य निर्धारित करें",
            "marathi": "वास्तववादी ध्येये निश्चित करा"
          },
          "description": {
            "english": "Why it helps: Prevents burnout from unrealistic expectations. What to do: Set daily screen limit goals. Example: Reduce usage from 5 hours to 3 hours gradually.",
            "hindi": "यह क्यों मददगार है: अवास्तविक उम्मीदों से होने वाली थकान से बचाता है। क्या करें: स्क्रीन इस्तेमाल की दैनिक सीमा निर्धारित करें। उदाहरण: स्क्रीन इस्तेमाल को धीरे-धीरे 5 घंटे से घटाकर 3 घंटे करें।",
            "marathi": "हे का मदत करते: अवास्तव अपेक्षांमुळे होणारा त्रास टाळतो. काय करावे: दैनिक स्क्रीन मर्यादा ध्येये सेट करा. उदाहरण: वापर हळूहळू ५ तासांवरून ३ तासांपर्यंत कमी करा."
          }
        },
        {
          "id": 7,
          "xp": 10,
          "title": {
            "english": "Behavioral Experiments",
            "hindi": "व्यवहारिक प्रयोग",
            "marathi": "वर्तणुकीचे प्रयोग"
          },
          "description": {
            "english": "Why it helps: Tests beliefs about needing constant updates. What to do: Stay offline for 24 hours. Example: Realize nothing major was missed.",
            "hindi": "यह क्यों मददगार है: लगातार अपडेट की ज़रूरत के बारे में आपकी धारणाओं का परीक्षण करता है। क्या करें: 24 घंटे ऑफ़लाइन रहें। उदाहरण: ध्यान रखें कि कोई बड़ी बात छूट न गई हो।",
            "marathi": "हे का मदत करते: सतत अपडेट्सची आवश्यकता आहे याबद्दलच्या विश्वासांची चाचणी घेते. काय करावे: २४ तास ऑफलाइन राहा. उदाहरण: कोणतीही मोठी गोष्ट चुकली नाही हे लक्षात घ्या."
          }
        },
        {
          "id": 8,
          "xp": 8,
          "title": {
            "english": "Problem-Solving Practice",
            "hindi": "समस्या-समाधान अभ्यास",
            "marathi": "समस्या सोडवण्याचा सराव"
          },
          "description": {
            "english": "Why it helps: Finds alternatives to excessive use. What to do: Identify trigger and create solutions. Example: Replace boredom scrolling with reading or a walk.",
            "hindi": "यह क्यों मददगार है: अत्यधिक उपयोग के विकल्प ढूँढ़ता है। क्या करें: ट्रिगर पहचानें और समाधान बनाएँ। उदाहरण: बोरियत से भरे स्क्रॉलिंग की जगह पढ़ने या टहलने का आनंद लें।",
            "marathi": "ते का मदत करते: अतिवापराचे पर्याय शोधते. काय करावे: ट्रिगर ओळखा आणि उपाय तयार करा. उदाहरण: कंटाळवाणेपणा वाचून किंवा चालण्याने स्क्रोल करून बदला."
          }
        },
        {
          "id": 9,
          "xp": 5,
          "title": {
            "english": "Gratitude Journaling",
            "hindi": "कृतज्ञता जर्नलिंग",
            "marathi": "कृतज्ञता जर्नलिंग"
          },
          "description": {
            "english": "Why it helps: Shifts focus from online comparisons to personal positives. What to do: Write 3 things you are grateful for daily. Example: 'I completed a task, had a good meal, talked to a friend.'",
            "hindi": "यह क्यों मददगार है: ऑनलाइन तुलनाओं से ध्यान हटाकर व्यक्तिगत सकारात्मक बातों पर केंद्रित करता है। क्या करें: रोज़ाना तीन ऐसी चीज़ें लिखें जिनके लिए आप आभारी हैं। उदाहरण: &#39;मैंने एक काम पूरा किया, अच्छा खाना खाया, एक दोस्त से बात की।&#39;",
            "marathi": "हे का मदत करते: ऑनलाइन तुलनांवरून वैयक्तिक सकारात्मक गोष्टींकडे लक्ष केंद्रित करते. काय करावे: दररोज ज्या गोष्टींसाठी तुम्ही कृतज्ञ आहात अशा ३ गोष्टी लिहा. उदाहरण: &#39;मी एक काम पूर्ण केले, चांगले जेवण केले, मित्राशी बोललो.&#39;"
          }
        },
        {
          "id": 10,
          "xp": 9,
          "title": {
            "english": "Role-Playing Scenarios",
            "hindi": "भूमिका निभाने के परिदृश्य",
            "marathi": "भूमिका साकारणारी परिस्थिती"
          },
          "description": {
            "english": "Why it helps: Prepares to handle peer pressure to stay online. What to do: Practice saying 'I‚Äôll check later, now I‚Äôm busy.' Example: Rehearse with a friend before group chats.",
            "hindi": "यह क्यों मददगार है: ऑनलाइन रहने के लिए साथियों के दबाव से निपटने के लिए तैयारी करें। क्या करें: यह कहने का अभ्यास करें, &#39;मैं बाद में देखूँगा, अभी मैं व्यस्त हूँ।&#39; उदाहरण: ग्रुप चैट से पहले किसी दोस्त के साथ अभ्यास करें।",
            "marathi": "हे का मदत करते: ऑनलाइन राहण्यासाठी मित्रांच्या दबावाला तोंड देण्याची तयारी करते. काय करावे: &#39;मी नंतर तपासतो, आता मी व्यस्त आहे&#39; असे म्हणण्याचा सराव करा. उदाहरण: ग्रुप चॅट करण्यापूर्वी मित्रासोबत सराव करा."
          }
        }
      ]
    },
    "rebt": {
      "type": "Tertiary",
      "interventionSubType": "REBT Interventions",
      "cards": [
        {
          "id": 1,
          "xp": 7,
          "title": {
            "english": "Dispute Irrational Beliefs",
            "hindi": "तर्कहीन विश्वासों पर विवाद करें",
            "marathi": "अतार्किक श्रद्धांवर विवाद करा"
          },
          "description": {
            "english": "Why it helps: Challenges unhealthy ideas like 'I must be online to stay relevant.' What to do: Ask if this belief is realistic. Example: Replace with 'I prefer being online, but I can live meaningfully offline too.'",
            "hindi": "यह क्यों मददगार है: यह उन अस्वास्थ्यकर विचारों को चुनौती देता है जैसे, &quot;प्रासंगिक बने रहने के लिए मुझे ऑनलाइन रहना ज़रूरी है।&quot; क्या करें: पूछें कि क्या यह धारणा यथार्थवादी है। उदाहरण: इसे &quot;मुझे ऑनलाइन रहना पसंद है, लेकिन मैं ऑफ़लाइन भी सार्थक जीवन जी सकता हूँ&quot; से बदलें।",
            "marathi": "हे का मदत करते: &#39;मी संबंधित राहण्यासाठी ऑनलाइन असले पाहिजे&#39; सारख्या वाईट कल्पनांना आव्हान देते. काय करावे: हा विश्वास वास्तववादी आहे का ते विचारा. उदाहरण: &#39;मला ऑनलाइन राहणे आवडते, पण मी ऑफलाइन देखील अर्थपूर्णपणे जगू शकतो&#39; असे लिहा."
          }
        },
        {
          "id": 2,
          "xp": 8,
          "title": {
            "english": "ABC Model for Social Media",
            "hindi": "सोशल मीडिया के लिए एबीसी मॉडल",
            "marathi": "सोशल मीडियासाठी एबीसी मॉडेल"
          },
          "description": {
            "english": "Why it helps: Connects event, belief, and consequence. What to do: A=No likes on post, B='I‚Äôm not good enough,' C=Feeling sad. Replace B with 'Likes don‚Äôt define my worth.'",
            "hindi": "यह क्यों मददगार है: यह घटना, विश्वास और परिणाम को जोड़ता है। क्या करें: A=पोस्ट पर कोई लाइक नहीं, B=&#39;मैं काफ़ी अच्छा नहीं हूँ,&#39; C=उदास महसूस हो रहा है। B को &#39;लाइक मेरी कीमत तय नहीं करते&#39; से बदलें।",
            "marathi": "ते का मदत करते: घटना, श्रद्धा आणि परिणाम यांना जोडते. काय करावे: A=पोस्टवर लाईक्स नाहीत, B=&#39;मी पुरेसा चांगला नाही&#39;, C=दु:खी वाटत आहे. B च्या जागी &#39;लाईक्स माझे मूल्य परिभाषित करत नाहीत&#39; असे लिहा."
          }
        },
        {
          "id": 3,
          "xp": 6,
          "title": {
            "english": "Unconditional Self-Acceptance",
            "hindi": "बिना शर्त आत्म-स्वीकृति",
            "marathi": "बिनशर्त स्व-स्वीकृती"
          },
          "description": {
            "english": "Why it helps: Builds self-worth beyond social media validation. What to do: Remind yourself 'I am valuable regardless of online approval.' Example: Repeat after posting.",
            "hindi": "यह क्यों मददगार है: सोशल मीडिया की मान्यता से परे आत्म-सम्मान बढ़ाता है। क्या करें: खुद को याद दिलाएँ, &#39;ऑनलाइन स्वीकृति के बावजूद मैं मूल्यवान हूँ।&#39; उदाहरण: पोस्ट करने के बाद दोहराएँ।",
            "marathi": "हे का मदत करते: सोशल मीडिया प्रमाणीकरणाच्या पलीकडे स्वतःचे मूल्य वाढवते. काय करावे: स्वतःला आठवण करून द्या की &#39;ऑनलाइन मंजुरीची पर्वा न करता मी मौल्यवान आहे.&#39; उदाहरण: पोस्ट केल्यानंतर पुन्हा करा."
          }
        },
        {
          "id": 4,
          "xp": 7,
          "title": {
            "english": "Rational Coping Statements",
            "hindi": "तर्कसंगत मुकाबला कथन",
            "marathi": "तर्कसंगत सामना विधाने"
          },
          "description": {
            "english": "Why it helps: Creates balanced reminders during cravings. What to do: Say 'Social media is fun, but I don‚Äôt need it all the time.' Example: Repeat when tempted to scroll endlessly.",
            "hindi": "यह क्यों मददगार है: जब आप कुछ खाने की तलब में हों, तो संतुलित रिमाइंडर देता है। क्या करें: कहें, &#39;सोशल मीडिया मज़ेदार है, लेकिन मुझे हर समय इसकी ज़रूरत नहीं पड़ती।&#39; उदाहरण: जब अंतहीन स्क्रॉल करने का मन करे, तो इसे दोहराएँ।",
            "marathi": "हे का मदत करते: इच्छा असताना संतुलित आठवणी निर्माण करते. काय करावे: म्हणा &#39;सोशल मीडिया मजेदार आहे, पण मला त्याची नेहमीच गरज नाही.&#39; उदाहरण: जेव्हा सतत स्क्रोल करण्याचा मोह होतो तेव्हा पुन्हा करा."
          }
        },
        {
          "id": 5,
          "xp": 9,
          "title": {
            "english": "Reality Testing",
            "hindi": "वास्तविकता परीक्षण",
            "marathi": "वास्तव चाचणी"
          },
          "description": {
            "english": "Why it helps: Counters exaggerated fears like 'I‚Äôll miss out if I don‚Äôt check constantly.' What to do: Ask 'What real evidence supports this?' Example: Realize most updates are not urgent.",
            "hindi": "यह क्यों मददगार है: यह अतिशयोक्तिपूर्ण आशंकाओं का प्रतिकार करता है, जैसे कि ‘अगर मैं लगातार जाँच नहीं करूँगा तो मैं कुछ खो दूँगा।’ क्या करें: पूछें कि ‘इसका समर्थन करने वाले वास्तविक प्रमाण क्या हैं?’ उदाहरण: यह समझें कि अधिकांश अपडेट अत्यावश्यक नहीं होते।",
            "marathi": "हे का मदत करते: &#39;जर मी सतत तपासणी केली नाही तर मी चुकेन&#39; अशी भीती काउंटर अतिरंजित करतात. काय करावे: &#39;याला कोणते खरे पुरावे समर्थन देतात?&#39; असे विचारा. उदाहरण: बहुतेक अपडेट्स तातडीचे नसतात हे लक्षात घ्या."
          }
        },
        {
          "id": 6,
          "xp": 8,
          "title": {
            "english": "Shift Demands to Preferences",
            "hindi": "मांगों को प्राथमिकताओं में बदलें",
            "marathi": "मागण्या प्राधान्यांकडे वळवा"
          },
          "description": {
            "english": "Why it helps: Replaces rigid thinking with flexibility. What to do: Change 'I must reply instantly' to 'I prefer replying soon, but it‚Äôs okay to wait.' Example: Delay responses without guilt.",
            "hindi": "यह क्यों मददगार है: यह कठोर सोच को लचीलेपन से बदल देता है। क्या करें: &#39;मुझे तुरंत जवाब देना चाहिए&#39; को बदलकर &#39;मैं जल्दी जवाब देना चाहता हूँ, लेकिन इंतज़ार करना ठीक है&#39; कर दें। उदाहरण: बिना किसी अपराधबोध के जवाब देने में देरी करें।",
            "marathi": "हे का मदत करते: कठोर विचारसरणीला लवचिकतेने बदलते. काय करावे: &#39;मला त्वरित उत्तर द्यावे लागेल&#39; हे &#39;मला लवकरच उत्तर देणे आवडते, परंतु वाट पाहणे ठीक आहे&#39; असे बदला. उदाहरण: अपराधीपणाशिवाय प्रतिसाद देण्यास विलंब करा."
          }
        },
        {
          "id": 7,
          "xp": 6,
          "title": {
            "english": "Model Rational Thinking",
            "hindi": "तर्कसंगत सोच का मॉडल",
            "marathi": "मॉडेल रॅशनल थिंकिंग"
          },
          "description": {
            "english": "Why it helps: Learning balanced attitudes reduces stress. What to do: Observe role models using social media in moderation. Example: A friend who checks apps once daily.",
            "hindi": "यह क्यों मददगार है: संतुलित दृष्टिकोण सीखने से तनाव कम होता है। क्या करें: सोशल मीडिया का संयम से इस्तेमाल करने वाले आदर्श लोगों पर नज़र डालें। उदाहरण के लिए: एक दोस्त जो रोज़ाना एक बार ऐप्स चेक करता है।",
            "marathi": "हे का मदत करते: संतुलित दृष्टिकोन शिकल्याने ताण कमी होतो. काय करावे: सोशल मीडियाचा वापर करणाऱ्या आदर्शांचे संयमाने निरीक्षण करा. उदाहरण: एक मित्र जो दररोज एकदा अॅप्स तपासतो."
          }
        },
        {
          "id": 8,
          "xp": 10,
          "title": {
            "english": "Reframe Rejection",
            "hindi": "अस्वीकृति को फिर से परिभाषित करें",
            "marathi": "रिफ्रेम नकार"
          },
          "description": {
            "english": "Why it helps: Prevents equating low online attention with failure. What to do: Replace 'Few likes mean I‚Äôm boring' with 'Likes don‚Äôt measure my personality.' Example: Focus on real-life interactions.",
            "hindi": "यह क्यों मददगार है: कम ऑनलाइन अटेंशन को असफलता से जोड़ने से रोकता है। क्या करें: &#39;कम लाइक्स का मतलब है कि मैं बोरिंग हूँ&#39; को &#39;लाइक्स मेरे व्यक्तित्व को नहीं मापते&#39; से बदलें। उदाहरण: वास्तविक जीवन की बातचीत पर ध्यान केंद्रित करें।",
            "marathi": "हे का मदत करते: कमी ऑनलाइन लक्ष अपयशाशी समीकरण करण्यापासून रोखते. काय करावे: &#39;कमी लाईक्स म्हणजे मी कंटाळवाणा आहे&#39; याऐवजी &#39;लाईक्स माझे व्यक्तिमत्व मोजत नाहीत&#39; असे लिहा. उदाहरण: वास्तविक जीवनातील संवादांवर लक्ष केंद्रित करा."
          }
        },
        {
          "id": 9,
          "xp": 7,
          "title": {
            "english": "Decatastrophizing",
            "hindi": "विनाशकारी विनाश",
            "marathi": "विनाशकारी"
          },
          "description": {
            "english": "Why it helps: Reduces extreme fears about disconnection. What to do: Ask 'What‚Äôs the worst, best, and likely outcome if I log off?' Example: Realize nothing major happens if offline for a day.",
            "hindi": "यह क्यों मददगार है: कनेक्शन टूटने के डर को कम करता है। क्या करें: पूछें, &#39;अगर मैं लॉग ऑफ करूँ तो सबसे बुरा, सबसे अच्छा और संभावित परिणाम क्या होगा?&#39; उदाहरण: यह समझें कि अगर एक दिन के लिए ऑफलाइन रहा जाए तो कोई बड़ी बात नहीं होती।",
            "marathi": "हे का मदत करते: डिस्कनेक्शनबद्दलची तीव्र भीती कमी करते. काय करावे: &#39;मी लॉग ऑफ केल्यास सर्वात वाईट, सर्वोत्तम आणि संभाव्य परिणाम काय असेल?&#39; असे विचारा. उदाहरण: एक दिवस ऑफलाइन राहिल्यास काहीही मोठे होणार नाही हे लक्षात ठेवा."
          }
        },
        {
          "id": 10,
          "xp": 9,
          "title": {
            "english": "Forgive Setbacks",
            "hindi": "असफलताओं को क्षमा करें",
            "marathi": "अडथळे माफ करा"
          },
          "description": {
            "english": "Why it helps: Builds resilience after overuse. What to do: Accept mistakes as part of learning. Example: 'I scrolled too long today, but tomorrow I‚Äôll use healthier limits.'",
            "hindi": "यह क्यों मददगार है: ज़रूरत से ज़्यादा इस्तेमाल के बाद लचीलापन बढ़ाता है। क्या करें: गलतियों को सीखने के एक हिस्से के रूप में स्वीकार करें। उदाहरण: &#39;मैंने आज बहुत देर तक स्क्रॉल किया, लेकिन कल मैं स्वस्थ सीमाओं का उपयोग करूँगा।&#39;",
            "marathi": "ते का मदत करते: अतिवापरानंतर लवचिकता निर्माण करते. काय करावे: शिकण्याचा एक भाग म्हणून चुका स्वीकारा. उदाहरण: &#39;मी आज खूप वेळ स्क्रोल केले, पण उद्या मी निरोगी मर्यादा वापरेन.&#39;"
          }
        }
      ]
    }
  }
}